Repository: rINAtvERESHAGIN/klio-back-prod
Catalog: klio/locale/*/LC_MESSAGES/django.po
Languages: ru

source: password
ru: Пароль

source: password_confirm
ru: Подтвердите пароль

source: Passwords must match.
ru: Пароли должны совпадать.

source: last name
ru: фамилия

source: first name
ru: имя

source: You must agree to the processing of personal data.
ru: Подтвердите согласие на обработку персональных данных.

source: Account registration for %(sitename)s
ru: Регистрация аккаунта на сайте %(sitename)s

source: You (or someone pretending to be you) have asked to reset password for %(email)s at %(sitename)s. If this wasn't you, please ignore this email and your address will be removed from our records. To reset password, please click the following link: http://%(siteurl)s/password/%(user_id)s/set/%(reset_key)s Sincerely, %(sitename)s Management
ru: Вы (или кто-то от Вашего лица) запросил изменение пароля для %(email)s на сайте %(sitename)s. Если это были не Вы, пожалуйста, проигнорируйте данное письмо и Ваш адрес будет удален из нашей базы. Для изменение пароля, пожалуйста, перейдите по следующей ссылке: http://%(siteurl)s/password/%(user_id)s/set/%(reset_key)s С уважением, Команда сайта %(sitename)s

source: Password reset request on %(sitename)s
ru: Запрос на изменение пароля на сайте %(sitename)s

source: The account is successfully activated! Now you can log in.
ru: Аккаунт успешно активирован! Теперь Вы можете войти.

source: The account you tried to activate has already been activated.
ru: Аккаунт уже был активирован.

source: The account you attempted to activate is invalid.
ru: Данный аккаунт не существует.

source: This account has expired.
ru: Срок действия аккаунта истек.

source: The activation key you provided is invalid.
ru: Неверный ключ активации

source: Both email and password must be provided.
ru: Пожалуйста, предоставьте оба поля - email и пароль.

source: User is not active.
ru: Пользователь не активен

source: Incorrect email or password.
ru: Неверные email и/или пароль.

source: User with this email does not exist.
ru: Пользователя с указанным email не существует.

source: The password is successfully reset! Now you can log in.
ru: Пароль успешно изменен! Теперь Вы можете войти.

source: The account you attempted to reset password for is invalid.
ru: Аккаунт, для которого Вы пытаетесь изменить пароль, не существует.

source: The account you attempted to reset password for is not active.
ru: Аккаунт, для которого Вы пытаетесь изменить пароль, не активен.

source: The reset key has expired.
ru: Ключ для смены истек.

source: The reset key you provided is invalid.
ru: Неверный ключ смены пароля.

source: User
ru: Пользователь

source: Anonymous
ru: Аноним

source: User Email
ru: Email покупателя

source: Delivery
ru: Доставка

source: Delivery price
ru: Стоимость доставки

source: Products
ru: Товары

source: City
ru: Город

source: Basket App
ru: Магазин

source: created
ru: создано

source: modified
ru: изменено

source: products
ru: товары

source: user
ru: пользователь

source: session
ru: сессия

source: active
ru: активно

source: Basket
ru: Корзина

source: Baskets
ru: Корзины

source: Active basket for current user already exists.
ru: Корзина для текущего пользователя уже создана.

source: Active basket already exists.
ru: Активная корзина уже существует.

source: basket
ru: корзина

source: product
ru: товар

source: quantity
ru: количество

source: price
ru: цена

source: promo_price
ru: промо цена

source: added
ru: добавлено

source: Basket product
ru: Товар в корзине

source: Basket products
ru: Товары в корзине

source: Order is active
ru: Заказ активен

source: Order pending
ru: Заказ на ожидании

source: Order on delivery
ru: Заказ на доставке

source: Order completed
ru: Заказ выполнен

source: Order denied
ru: Заказ отменен

source: received
ru: Получено

source: status
ru: статус

source: is paid
ru: Оплачено

source: step
ru: шаг

source: promo
ru: промо

source: promo code
ru: промо код

source: private info
ru: персональные данные

source: delivery info
ru: данные о доставке

source: payment info
ru: данные об оплате

source: Order
ru: Заказ

source: Orders
ru: Заказы

source: Pickup
ru: Самовывоз

source: Courier
ru: Курьер

source: Transport company
ru: Транспортная компания

source: type
ru: тип

source: from address
ru: откуда

source: to country
ru: страна получателя

source: to city
ru: город получателя

source: to address
ru: адрес получателя

source: comment
ru: комментарий

source: delivery terms
ru: условия доставки

source: moscow terms
ru: информирован о формировании заказа в г. Москве

source: Order Delivery Info
ru: Данные заказа о доставке

source: Order Delivery Data
ru: Данные заказа о доставке

source: Delivery Info
ru: Данные о доставке

source: There is a delivery info for this order already.
ru: Для данного заказа данные о доставке уже предоставлены.

source: Cash
ru: Наличные

source: Plastic Card
ru: Банковская карта

source: Wire transfer
ru: Денежный перевод

source: Order Payment Info
ru: Данные заказ об оплате

source: Order Payment Data
ru: Данные заказ об оплате

source: Payment Info
ru: Данные об оплате

source: There is a payment info for this order already.
ru: Для данного заказа данные об оплате уже предоставлены.

source: Individual
ru: Частное лицо

source: Company
ru: Компания

source: client type
ru: тип клиента

source: middle name
ru: отчество

source: phone
ru: телефон

source: personal data
ru: персональные данные

source: Order Private Info
ru: Данные заказчика

source: Order Private Data
ru: Данные заказчика

source: Private Info
ru: Персональные данные

source: There is a private info for this order already.
ru: Для данного заказа персональные данные уже предоставлены.

source: Percentage discount
ru: Скидка в процентах

source: Fixed discount
ru: Скидка фиксированная

source: code
ru: код

source: start date
ru: дата начала

source: deadline
ru: дата окончания

source: For all products
ru: Для всех товаров

source: tags
ru: Теги

source: activity
ru: активность

source: discount type
ru: тип скидки

source: discount amount
ru: размер скидки

source: Promo Code
ru: Промокод

source: Promo Codes
ru: Промокоды

source: You must agree to the delivery terms.
ru: Подтвердите согласие с условиями доставки.

source: You must agree that you are informed that the order is packaged in Moscow.
ru: Подтвердите информированность о том, что заказ формируется в Москве.

source: Order step is not provided
ru: Шаг заказа не предоставлен

source: No promo products in the basket.
ru: В корзине нет продуктов, на которые действует промокод.

source: Promocode is not valid.
ru: Неверный промокод

source: Order already has a linked delivery info model
ru: Для заказа уже есть связанная модель данных о доставке

source: Order already has a linked payment info model
ru: Для заказа уже есть связанная модель данных об оплате

source: Order already has a linked private info model
ru: Для заказа уже есть связанная модель персональных данных

source: Contacts App
ru: Контакты

source: name
ru: наименование

source: slug
ru: ссылка

source: country
ru: страна

source: city
ru: город

source: address
ru: адрес

source: phones
ru: телефоны

source: map
ru: карта

source: order
ru: порядок

source: content
ru: контент

source: Contact
ru: Контакт

source: Contacts
ru: Контакты

source: contact
ru: контакт

source: main
ru: основной

source: Contact Phone
ru: Контактный телефон

source: Contact Phones
ru: Контактные телефоны

source: Mobile phone
ru: Мобильный

source: Home phone
ru: Домашний

source: Work phone
ru: Рабочий

source: Enter the phone in the format +7(XXX)XXX-XX-XX
ru: Введите телефон в формате +7(XXX)XXX-XX-XX

source: label
ru: наименование / бирка

source: Phone
ru: Телефон

source: Phones
ru: Телефоны

source: image
ru: изображение

source: Social Net
ru: Социальная сеть

source: Social Nets
ru: Социальные сети

source: time
ru: время

source: Working Hours
ru: Часы работы

source: Klio Site Administration
ru: Панель администратора сайта КЛИО

source: General Info App
ru: Основные и статичные данные

source: meta title
ru: SEO заголовок

source: Leave blank to fill automatically with name.
ru: Оставьте пустым для автоматического заполнения на основе наименования

source: meta description
ru: SEO описание

source: meta keywords
ru: SEO ключевые слова

source: Leave blank to fill automatically with words taken from name.
ru: Оставьте пустым для автоматического заполнения словами на основе наименования

source: Date to be shown in article.
ru: Дата, указанная в статье

source: published
ru: опубликовано

source: Date to make article visible on site. Leave this blank to show the article immediately.
ru: Опубликовать статью с этого времени.Оставьте поле пустым, если хотите немедленной публикации.

source: Show article until this date. Article will appear forever if this field blank.
ru: Показывать статью до этого времени.Оставьте поле пустым, если не хотите ограничивать публикацию новости по времени.

source: title
ru: Заголовок

source: author
ru: автор

source: At least 1 tag is required.
ru: Укажите не менее 1 тега

source: abstract
ru: краткое описание

source: Short description - 256 symbols max.
ru: Краткое описание - не более 256 символов.

source: Article
ru: Статья

source: Articles
ru: Статьи

source: Deadline must be more than start date
ru: Дата завершения должна быть после даты начала

source: Yellow
ru: Желтый

source: Red
ru: Красный

source: White
ru: Белый

source: Black
ru: Черный

source: Upload image 1200x675 px.
ru: Загрузите изображение 1200x675 пикс.

source: content is on
ru: Текст на баннере включен

source: link
ru: Ссылка

source: button is on
ru: Кнопка включена

source: button text
ru: Текст кнопки

source: button color
ru: Цвет кнопки

source: From what date banner should be visible on a site?
ru: Когда сделать баннер видимым на сайте?

source: When banner should disappear from a site?
ru: Когда убрать баннер с сайта?

source: Banner
ru: Баннер

source: Banners
ru: Баннеры

source: date
ru: дата

source: Enter the phone in the format +7(XXX)XXX-XX-XX.
ru: Введите телефон в формате +7(XXX)XXX-XX-XX.

source: Callback info
ru: Данные об обратном звонке

source: Callback
ru: Обратный звонок

source: Header
ru: Шапка сайта

source: Subheader
ru: Подменю в шапке сайта

source: Footer
ru: Футер сайта

source: Leftbar
ru: Боковая панель

source: position
ru: расположение

source: Menu
ru: Меню

source: Root object
ru: Базовый объект

source: Category
ru: Категория

source: Product list
ru: Список товаров

source: Info page
ru: Информационная (статичная) страница

source: News
ru: Новости

source: Special
ru: Акция

source: External link
ru: Ссылка на внешний ресурс

source: parent
ru: родитель

source: icon
ru: Пиктограмма

source: Pay attention! Visible ONLY in HEADER SUBMENU! Preferred format - SVG.
ru: Внимание! Пиктограмма отображается ТОЛЬКО в ВЕРХНЕМ ПОДМЕНЮ! Рекомендуемый формат – SVG.

source: menu
ru: меню

source: related type
ru: связанный тип

source: Menu item
ru: Пункт меню

source: Menu items
ru: Пункты меню

source: Date to be shown in news.
ru: Дата, указанная в новости.

source: News item
ru: Новость

source: Page
ru: Страница

source: Pages
ru: Страницы

source: description
ru: описание

source: Site settings
ru: Настройки сайта

source: Subscriber info
ru: Данные подписки

source: Subscription
ru: Подписка

source: Your Request Received!
ru: Ваш запрос получен!

source: CSV file was successfully uploaded.
ru: СSV файл успешно загружен.

source: Categories
ru: Категории

source: Products App
ru: Товары

source: logo
ru: логотип

source: Brand
ru: Бренд

source: Brands
ru: Бренды

source: group
ru: группа

source: show general image
ru: Показать общее изображение

source: show filters
ru: Показать фильтры

source: on main
ru: на главную

source: category
ru: категория

source: rating
ru: рейтинг

source: Unique product
ru: Уникальный товар

source: Parent product
ru: Родительский товар

source: Child product
ru: Дочерний товар

source: New
ru: Новинка

source: Calculated
ru: Рассчитывается

source: Not new
ru: Не новинка

source: kind
ru: вид

source: Leave blank if this is a unique product
ru: Оставьте пустым для уникального товара

source: product type
ru: Тип товара

source: Choose the product type. Properties will be inherited after saving.Click 'Save & Continue' button.
ru: Выберите тип товара. Свойства загрузятся после сохранения. Нажмите 'Сохранить и продолжить редактирование'.

source: brand
ru: бренд

source: If this field is empty for child product, Brand will be inherited fromparent.
ru: Оставьте пустым для дочернего элемента, чтобы унаследовать бренд родителя.

source: vendor code
ru: артикул

source: Do not set article number for parent product.
ru: Не указывайте артикул для родительского товара.

source: If not provided for child product, tags will be inherited from parent.
ru: Оставьте пустым для дочернего элемента, чтобы унаследовать теги родителя.

source: properties
ru: свойства

source: Properties should be set on Product Type level, but you canprovide single-product property as well.
ru: Свойства присваиваются типу товара, но Вы также можете указать уникальные свойства для конкретного товара.

source: For parents it will be calculated automatically
ru: Для родительских товаров будет рассчитано автоматически

source: In_stock
ru: Наличие на складе

source: units
ru: единицы измерения

source: Do not set the price on a parent product.
ru: Не указывайте цену для родительского товара.

source: base amount
ru: базовое количество

source: Used for correct displaying and calculating the amount and the price of a product.
ru: Используется для правильного расчета и отображения количества и стоимости товара.

source: wholesale threshold
ru: оптовое количество

source: wholesale price
ru: оптовая цена

source: recommended
ru: рекомендуемые

source: Choose only unique or child products.
ru: Выберите только уникальный или дочерний товар.

source: is new
ru: новинка?

source: If set to 'Calculated', the product will be valued as new for 2 months fromthe date of adding
ru: Если выбрано 'рассчитывается', то продукт будет считаться Новинкой в течение 2 месяцев с момента загрузки.

source: Product
ru: Товар

source: Amount in stock can not be negative.
ru: Количество на складе не может быть отрицательным

source: Product price can not be negative.
ru: Цена товара не может быть отрицательной

source: Unique product should not have a parent
ru: Уникальный товар не должен иметь родителя

source: Unique product should contain a product type
ru: Уникальный товар должен иметь тип товара.

source: Unique product should contain an article number
ru: Уникальный товар должен иметь артикул

source: Unique product should contain a price
ru: Уникальный товар должен иметь цену

source: Unique product should contain a base amount
ru: Уникальный товар должен иметь бозовое количество

source: Parent product should not have a parent
ru: Родительский товар не может иметь родителя

source: Parent product should contain a product type
ru: Родительский товар должен иметь тип товара.

source: Parent product should not have an article number
ru: Родительский товар не может иметь артукула

source: Parent product should not have a number of items in stock. Set it to 0.
ru: Родительский товар не может иметь значение количества на складе. Установите значение 0.

source: Parent product should not have a price
ru: Родительский товар не может иметь цену

source: Parent product should contain a base amount
ru: Родительский товар должен иметь базовое количество

source: Child product must have a parent
ru: Дочерний товар должен иметь родителя

source: Selected parent is not valid - no product type found.
ru: У выбранного родителя не найден тип товара.

source: Child product inherit its parent product type
ru: Дочерний товар наследует тип родителя

source: Child product inherit its parent brand
ru: Дочерний товар наследует бренд родителя

source: Child product inherit its parent units
ru: Дочерний товар наследует единицы измерения родителя

source: Child product inherit its parent base amount
ru: Дочерний товар наследует базовое значение родителя

source: Child product must have a price
ru: Дочерний товар должен иметь цену

source: Child product must have an article number
ru: Дочерний товар должен иметь артикул

source: Product type
ru: Тип товара

source: Product image
ru: Изображение товара

source: Product images
ru: Изображения товара

source: Text
ru: Текст

source: Integer
ru: Целое число

source: True / False
ru: Да / Нет

source: Float
ru: Число с плавающей точкой

source: Slug is used for filtration purposes. Use only symbols [a-z,0-9,-]
ru: Ссылка используется для целей фильтрования. Используйте символы [a-z,0-9,-].

source: property interval
ru: Интервал значений

source: Accuracy between two neighbour values during searching. Used for integer or float types only.
ru: Точность в значениях для фильтров. Используется только для целых и дробных чисел.

source: required
ru: обязательное поле

source: Property
ru: Свойство

source: Properties
ru: Свойства

source: Integer and float properties should have interval.
ru: Целые и дробные числа должны иметь определенный интервал значений.

source: Slug can not contain _ symbol.
ru: Ссылка не может содержать символ '_'

source: Must be str
ru: Должно быть строкой

source: Must be a float
ru: Должно быть числом с плавающей точкой

source: Must be an integer
ru: Должно быть целым числом

source: Must be a boolean
ru: Должно быть булевым значением

source: property
ru: свойство

source: Boolean
ru: Булево значение

source: Product property value
ru: Значение свойства товара

source: Product property values
ru: Значения свойств товара

source: Value
ru: Значение

source: is required
ru: обязательно

source: Product types
ru: Типы товаров

source: Unit
ru: единица измерения

source: Units
ru: единицы измерения

source: Sale App
ru: Акции, скидки и распродажи

source: Date of special offer to be shown.
ru: Дата акции

source: discount
ru: скидка

source: discount threshold
ru: скидка от кол-ва

source: At least 1 product is required.
ru: Укажите не менее 1 товара

source: Specials
ru: Акции

source: special
ru: акция

source: Special Product
ru: Товар по акции

source: Special Products
ru: Товары по акции

source: Tags App
ru: Теги

source: Tag
ru: Тег

source: Tags
ru: Теги

source: Additional data
ru: Дополнительная информация

source: Users App
ru: Пользователи

source: registered
ru: дата регистрации

source: username
ru: логин

source: birthday
ru: дата рождения

source: avatar
ru: аватар

source: Users
ru: Пользователи

source: Username can not be empty.
ru: Логин пользователя не может быть пустым.

source: User Phone
ru: Телефон пользователя

source: User Phones
ru: Телефоны пользователя
